
import { Период } from "./период.js";
import { Задачи, Задача } from "./задача.js";
import { Работы, Работа } from "./работа.js";
import { Организации, Организация } from "./организация.js";
import { Договоры, Договор } from "./договор.js";
import { Сотрудники, Сотрудник } from "./сотрудник.js";
import { Статусы, Статус } from "./статус.js";

class Вложение
{
}

window.classes =
{
	"Период": Период,
	"Задачи": Задачи,
	"Задача": Задача,
	"Работы": Работы,
	"Работа": Работа,
	"Организации": Организации,
	"Организация": Организация,
	"Сотрудники": Сотрудники,
	"Сотрудник": Сотрудник,
	"Договоры": Договоры,
	"Договор": Договор,
	"Статусы": Статусы,
	"Статус": Статус,
	"Вложение": Вложение
};
